<?php


//歌单

$dy = "153157576";	//电音
$gy = "156877020";	//国语
$vj = "143900487";	//v家
$ry = "143422439";	//日语
$dm = "142078593";	//动漫
$yy = "142096473";	//英语

$playlist_list = array(
		"dy"=>$dy,
		"gy"=>$gy,
		"vj"=>$vj,
		"ry"=>$ry,
		"dm"=>$dm,
		"yy"=>$yy
);
// $playlist_list = array(
// 	"156877020",
// 	"153157576",
// 	"143900487",
// 	"143422439",
// 	"142078593",
// 	"142096473"
// );
/*
	歌曲 泽野弘之
	这个集合可以不用创建参数
	获取数据时会遍历歌单
	获取歌单所有歌曲id
	添加到歌曲集合的尾部
*/
$play_list = array(
	"34478642",
    "34478643",
    "30431362",
    "34528044",
	"32102071",
	"34478647"
);